Repository: WPPlugins/green-wp-telegram-bot-by-teplitsa
Catalog: trunk/lang/gwptb-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: TeploBot Log
ru_ru: TeploBot журнал запросов

source: Log
ru_ru: Журнал запросов

source: Sorry, but you do not have permissions to access this page.
ru_ru: К сожалению, у вас нет прав для просмотра этой страницы

source: How to create a bot
ru_ru: Как создать бота

source: Connection Setup
ru_ru: Настройка соединения

source: Example
ru_ru: Пример

source: Botfather dialogue screenshot
ru_ru: Диалог с отцом ботов - скриншот

source: Your Bot is connected
ru_ru: Бот соединен, настроен и доволен

source: Remove connection
ru_ru: Удалить соединение

source: Set connection
ru_ru: Установить соединение

source: Bot Link
ru_ru: Ссылка на бота

source: Received messages
ru_ru: Сообщений получено

source: Sent links
ru_ru: Отправлено ссылок

source: Update stats
ru_ru: Обновить

source: Connection is invalid. Error message: %s.
ru_ru: Некорректное соединение. Ошибка: %s.

source: Processing failed - try again later.
ru_ru: Обработка не завершена - попробуйте еще раз

source: Your token is connected with Bot: %s (@%s).
ru_ru: Ваш ключ (токен) связан с ботом: %s (@%s).

source: Your token is invalid. Error message: %s.
ru_ru: Некорректный ключ (токен). Ошибка: %s.

source: Bot settings
ru_ru: Настройки бота

source: Bot Token
ru_ru: Ключ (токен)

source: Start text for bot
ru_ru: Текст приветствия

source: Help text for bot
ru_ru: Текст подсказки

source: Public key
ru_ru: Публичный ключ

source: Custom commands
ru_ru: Конструктор команд

source: Anonymous
ru_ru: Анонимный

source: Your bot - %s - connected to Telegram. Remove connection to update token.
ru_ru: Бот - %s - соединен с Телеграм. Удалите соединение перед тем, как обновить ключ (токен)

source: Test token
ru_ru: Проверить ключ (токен)

source: Hello, %%username%%. Let's find something useful. Send me %s to perform a search, type /help to get help.
ru_ru: Привет, %%username%%. Давай найдем что-нибудь полезное. Отправь мне %s для осуществления поиска, или напиши /help для получения подсказки.

source: your term
ru_ru: запрос

source: Text showing as a response to /start command. %%username%% will be replaced with actual name.
ru_ru: Текст ответа на команду /start. %%uername%% заменяется именем пользователя.

source: Command should be added in dialog with @BotFather
ru_ru: Команда должна быть добавлена в диалоге с @BotFather

source: I can help you to find something useful at %%home%%. Send me %s to perform a search.
ru_ru: Я могу найти что-то полезное на сайте %%home%%. Отправь мне %s для осуществления поиска.

source: Text showing as a response to /help command. %%home%% will be replaced with link to homepage.
ru_ru: Текст ответа на команду /help.

source: Telegram instructions
ru_ru: Инструкции Телеграм

source: For self-signed certificates: copy the content of public key. %s
ru_ru: Для самоподписанных сертификатов: скопируйте публичный ключ. %s

source: Command word
ru_ru: Команда

source: Post types (comma-separated)
ru_ru: Типы записей (разделять запятыми)

source: Title for results
ru_ru: Заголовок результатов выдачи

source: Add up to 5 commands to send recent posts in chat
ru_ru: Добавьте до 5 собственных команд для отправки последних записей в чат

source: Date
ru_ru: Дата

source: Action
ru_ru: Событие

source: Method
ru_ru: Метод

source: User
ru_ru: Пользователь

source: Content
ru_ru: Содержание

source: Invalid content in received message
ru_ru: Некорректное содержание в исходном сообщении (было удалено)

source: Feedback
ru_ru: Задать вопрос

source: create an issue on Github
ru_ru: задайте вопрос на Github

source: Send us a feedback
ru_ru: Написать в службу поддержки

source: Found a bug? Need a feature?
ru_ru: Нашли ошибку? Хотите предложить новую функцию?

source: Please, %s or send us a message with the following form
ru_ru: Пожалуйста, %s или напишите нам через форму ниже

source: Topic
ru_ru: Тема

source: Your name
ru_ru: Ваше имя

source: Your email
ru_ru: Ваш email

source: Your message:
ru_ru: Сообщение

source: Submit
ru_ru: Отправить

source: Thank you! Your message has been sent successfully. We will be in touch soon.
ru_ru: Спасибо! Ваше сообщение отправлено. Мы свяжемся с вами в ближайшее время.

source: Sorry, but the message can't be sent. Please check your mail server settings.
ru_ru: К сожалению, ваше сообщение не было отправлено. Пожалуйста, проверьте настройки вашего сервера.

source: TeploBot: new incoming feedback
ru_ru: TeploBot: поступила новая обратная связь

source: Teplitsa. Technologies for Social Good
ru_ru: Теплица социальных технологий

source: TeploBot is a simple chatbot for Telegram with green effect
ru_ru: TeploBot - простой бот для Телеграм с зеленым эффектом

source: Developed by %s
ru_ru: Разработка: %s

source: Plugin's website
ru_ru: Сайт плагина

source: Ask a question
ru_ru: Задать вопрос разработчикам

source: This field is required
ru_ru: Это обязательное поле

source: Please enter a correct email
ru_ru: Пожалуйста, укажите корректный email

source: Invalid request with error: %s
ru_ru: Некорректный запрос. Ошибка: %s

source: Invalid response with code: %s
ru_ru: Некорректный запрос. Код: %s

source: Invalid content in response: %s
ru_ru: Некорректное содержание в ответе: %s

source: Invalid content in response
ru_ru: Некорректное содержание в ответе

source: Connection removed
ru_ru: Соединение удалено

source: Connection set
ru_ru: Соединение установлено

source: Bot detected
ru_ru: Бот определен

source: Empty update query
ru_ru: Пустой запрос

source: Unfortunately you've submitted an incorrect request.
ru_ru: К сожалению, вы отправили некорректный запрос.

source: Set connection for the bot
ru_ru: Настройте соединение

source: Invalid update received by webhook
ru_ru: Получен некорректный апдейт

source: Unfortunately you've submitted empty or incorrect request - provide the search term after /s command.
ru_ru: К сожалению, это был пустой или некорректный поисковый запрос - укажите слово для поиска после команды /s.

source: Found results: %s / displaying %d - %d
ru_ru: Найдено результатов: %s / показано %d - %d

source: Found results: %s
ru_ru: Найдено результатов: %s

source: Previous
ru_ru: Пред.

source: Next
ru_ru: След.

source: Unfortunately your request didn't match anything.
ru_ru: К сожалению, по такому запросу ничего не найдено

source: %s. Total %d / displaying %d - %d
ru_ru: %s. Всего %d / показано %d - %d

source: Simple Telegram Bot for your site with green effect
ru_ru: Простой Телеграм бот для вашего сайта с зеленым эффектом

source: Teplitsa
ru_ru: Теплица социальных технологий
